Tekla.Structures.Model.WorkPlaneHandler.SetCurrentTransformationPlane(Tekla.Structures.Model.TransformationPlane)
Sets the current transformation plane.
TransformationPlane: The transformation plane to be set as the current transformation plane.
Returns: False on failure.